
[{
		"name": "Sparrow Coffee",
		"type": "Cafe",
		"address": "4811 S Jeffery Blvd, Chicago, IL 60615, United States",
		"longitude": "-87.5991303",
		"latitude": "41.7646906",
		"why_should_i_go_there": "Sparrow Coffee is a hip and modern cafe in Chicago's South Side where you can enjoy delicious coffee and baked goods. The atmosphere is cozy and welcoming, making it perfect for catching up with friends or doing work. They roast their own beans in-house and offer a variety of specialty drinks such as cold brews, nitro coffee, espresso, pour overs, and more. Their cakes and pastries are baked fresh daily and include options like cupcakes, croissants, scones, and tarts. Don't forget to try their famous s'mores latte! If you're looking for a great place to get your caffeine fix in Chicago, Sparrow Coffee is the perfect spot."
	},
  {
  	"name": "Lou Malnati's Pizzeria",
  	"type": "Pizzeria",
  	"address":"445 N Dearborn St, Chicago, IL 60654, United States", 
  	"longitude": "-87.6297216", 
  	"latitude":"41.8897055", 
  	"why_should_i Go_there": "Lou Malnati's is one of the most popular pizzerias in Chicago. They specialize in deep dish pizza made with their signature butter crust topped with mozzarella cheese and vine-ripened tomato sauce. Lou Malnati's also offers thin crust and gluten free pizza options. Apart from traditional pies they have creative offerings like the BBQ Chicken Bacon Deep Dish Pizza served with smoked Gouda cheese and sweet-and-spicy barbecue sauce. Lou Malnati's locations also provide catering services for special occasions like corporate events or birthday parties."

 }, { 
 	"name":"Wildberry Pancakes & Cafe”, 
 	"type":"Cafe", 
 	"address":"130 E Randolph St #260TEE LEVEL 2ACITYFRONT PLAZA CHICAGO IL 60601 USA", 
 	"longitude":" -87.6247482 ", 
 	"latitude":"41.8846451", 
 	"why_should_i go_there”: “Wildberry Pancakes & Cafe is a family-friendly restaurant located in Downtown Chicago that serves freshly made breakfast favorites all day long. The eclectic menu includes classic American dishes like omelets, french toast, pancakes and waffles as well as unique items like the Mac n' Cheese Omelette and Beet Hummus Toast. They also serve lunch items like salads and sandwiches so there's something to satisfy everyone's cravings. Additionally all of their dishes can be made vegetarian or vegan friendly upon request. Wildberry Pancakes & Cafe also has an extensive selection of organic coffees, teas and smoothies for a satisfying beverage option."

 }, { 
 	"name":"Swedish Bakery”, 
 	"type":"Bakery", 
 	"address":"5348 N Clark St, Chicago, IL 60640","longitude":-87 .675346 ,
   "latitude":41 .9833279 , “why_should_i go_there”: “The Swedish Bakery is an iconic bakery in Chicago that has been operating since 1929 serving traditional Scandinavian treats like kladdkaka (chocolate cake), chokladboll (chocolate balls), kanelbulle (cinnamon rolls) and much more! The delightful smell of freshly-baked bread fills up the air when you enter this charming European bake shop/cafe with its beautiful decor reminiscent of a homey Swedish cottage kitchen complete with vintage tiles and artwork from Sweden The skilled Bakers blend old-world recipes with fresh quality ingredients to produce irresistible treats that look delicious enough to eat without even tasting them."

 },{

    name: "d Bennison Bakery",    type: "Bakery",    address: 3938 N Lincoln Ave.,Chicago IL.,60613,"longitude":-87 .674631 , latitude: 41 .9332129 , why_should _i go_there: “At d Bennison Bakery you'll find Artisanal Breads inspired by European cultures as well as classic American Favorites made fresh daily following time honored recipes at their Bakery Cafe in Ravenswood neighborhood of Northside Chicago The wide range of items include freshly baked artisan breads baguettes real butter croissants classic sandwiches biscuits scones quiche cookies cakes etc everything hand crafted onsite using quality organic ingredients sourced locally whenever possible It 's definitely worth walking into this warm inviting space boasting signature aromas from woodfired ovens." }]